Repository: gongahkia/hot-cross-buns
Catalog: apps/apple/Resources/Localizable.xcstrings
Source language: en
Languages: ms, ta, zh_hans

source: Sign-in disabled? This build is missing Google sign-in credentials. Install an official release or use a configured local build.
ms: Log masuk dilumpuhkan? Binaan ini tiada bukti kelayakan log masuk Google. Pasang keluaran rasmi atau gunakan binaan tempatan yang dikonfigurasikan.
ta: உள்நுழைவு முடக்கப்பட்டதா? இந்தக் கட்டமைப்பில் Google உள்நுழைவுச் சான்றுகள் இல்லை. அதிகாரப்பூர்வ வெளியீட்டை நிறுவவும் அல்லது உள்ளமைக்கப்பட்ட உள்ளூர் கட்டமைப்பைப் பயன்படுத்தவும்.
zh_hans: 登录已禁用？此版本缺少 Google 登录凭据。安装官方版本或使用配置的本地版本。

source: Signed in with Tasks + Calendar scopes.
ms: Log masuk dengan skop Tugas + Kalendar.
ta: Tasks + Calendar நோக்கங்கள் மூலம் உள்நுழைந்துள்ளீர்கள்.
zh_hans: 使用任务 + 日历范围登录。

source: Size
ms: Saiz
ta: அளவு
zh_hans: 尺寸

# Skipping %@ attendee-event%@ (attendee deletion off).
source: Skipping %1$@ attendee-event%2$@ (attendee deletion off).
ms: Melangkau %1$@ acara peserta%2$@ (pemadaman peserta dimatikan).
ta: %1$@ பங்கேற்பாளர்-நிகழ்வு%2$@ (பங்கேற்பவரை நீக்குதல் முடக்கப்பட்டுள்ளது)
zh_hans: 正在跳过 %1$@ 参加者活动 %2$@（关闭参加者删除）。

# Skipping %@ recurring series master%@ — series stay alive.
source: Skipping %1$@ recurring series master%2$@ — series stay alive.
ms: Melangkau %1$@ master siri berulang%2$@ — siri kekal hidup.
ta: %1$@ தொடரும் தொடர் மாஸ்டர்%2$@ ஐத் தவிர்க்கிறது - தொடர் உயிருடன் இருக்கும்.
zh_hans: 跳过 %1$@ 重复系列大师 %2$@ — 系列保持活力。

source: Some reminders were deferred on this Mac
ms: Beberapa peringatan telah ditangguhkan pada Mac ini
ta: இந்த மேக்கில் சில நினைவூட்டல்கள் ஒத்திவைக்கப்பட்டன
zh_hans: 这台 Mac 上的一些提醒被推迟了

source: Something weird? Settings > Diagnostics and Recovery exports state and recent logs.
ms: Sesuatu yang pelik? Tetapan > Diagnostik dan Pemulihan eksport keadaan dan log terkini.
ta: ஏதாவது விசித்திரமா? அமைப்புகள் > கண்டறிதல் மற்றும் மீட்பு நிலை மற்றும் சமீபத்திய பதிவுகளை ஏற்றுமதி செய்கிறது.
zh_hans: 有什么奇怪的吗？设置 > 诊断和恢复导出状态和最近的日志。

source: Stages a new-event sheet with start, end, calendar, all-day, and location fields.
ms: Peringkat helaian acara baharu dengan medan mula, tamat, kalendar, sepanjang hari dan lokasi.
ta: தொடக்கம், முடிவு, நாள்காட்டி, நாள் முழுவதும் மற்றும் இருப்பிடப் புலங்களுடன் புதிய நிகழ்வுத் தாளை உருவாக்குகிறது.
zh_hans: 暂存包含开始、结束、日历、全天和位置字段的新事件表。

source: Stages a new-task sheet with title, due date, list hint, and tags.
ms: Peringkat helaian tugas baharu dengan tajuk, tarikh tamat tempoh, pembayang senarai dan teg.
ta: தலைப்பு, நிலுவைத் தேதி, பட்டியல் குறிப்பு மற்றும் குறிச்சொற்கள் கொண்ட புதிய-பணி தாளை கட்டமைக்கிறது.
zh_hans: 暂存一个包含标题、截止日期、列表提示和标签的新任务表。

source: Start times
ms: Masa mula
ta: தொடக்க நேரங்கள்
zh_hans: 开始时间

source: Starts
ms: Bermula
ta: தொடங்குகிறது
zh_hans: 开始

source: Starts the app automatically when you sign in to this Mac.
ms: Memulakan apl secara automatik apabila anda log masuk ke Mac ini.
ta: நீங்கள் இந்த மேக்கில் உள்நுழையும்போது தானாகவே ஆப்ஸைத் தொடங்கும்.
zh_hans: 当您登录此 Mac 时自动启动该应用程序。

source: Store
ms: Kedai
ta: ஸ்டோர்
zh_hans: 店铺

source: Structured fields are disabled while the query field is non-empty.
ms: Medan berstruktur dilumpuhkan manakala medan pertanyaan tidak kosong.
ta: வினவல் புலம் காலியாக இருக்கும்போது கட்டமைக்கப்பட்ட புலங்கள் முடக்கப்படும்.
zh_hans: 当查询字段非空时，结构化字段将被禁用。

source: Stuck sync? Use Sync menu > Force Full Resync or open Sync Issues to inspect conflicts, invalid payloads, and deferred reminders.
ms: Penyegerakan tersekat? Gunakan menu Penyegerakan > Paksa Segerak Semula Penuh atau buka Isu Penyegerakan untuk memeriksa konflik, muatan tidak sah dan peringatan tertunda.
ta: ஒத்திசைவு சிக்கியுள்ளதா? முரண்பாடுகள், தவறான பேலோடுகள் மற்றும் ஒத்திவைக்கப்பட்ட நினைவூட்டல்களை ஆய்வு செய்ய ஒத்திசைவு மெனு > ஃபோர்ஸ் ஃபுல் ரிசின்க் அல்லது ஓபன் ஒத்திசைவுச் சிக்கல்களைப் பயன்படுத்தவும்.
zh_hans: 同步卡住了？使用“同步”菜单 >“强制完全重新同步”或打开“同步问题”来检查冲突、无效负载和延迟提醒。

source: Summary: %@
ms: Ringkasan: %@
ta: சுருக்கம்: %@
zh_hans: 摘要：%@

source: Switches the main sidebar surface immediately.
ms: Menukar permukaan bar sisi utama dengan segera.
ta: பிரதான பக்கப்பட்டியின் மேற்பரப்பை உடனடியாக மாற்றுகிறது.
zh_hans: 立即切换主侧边栏表面。

source: Sync Behavior
ms: Gelagat Penyegerakan
ta: ஒத்திசைவு நடத்தை
zh_hans: 同步行为

source: Task
ms: Tugasan
ta: பணி
zh_hans: 任务

source: Task Editor
ms: Editor Tugas
ta: பணி ஆசிரியர்
zh_hans: 任务编辑器

source: Task list
ms: Senarai tugas
ta: பணி பட்டியல்
zh_hans: 任务清单

source: Task quick-add parses due-date aliases and list hints, eg. 'email rent receipt tmr #personal'.
ms: Tambah pantas tugasan menghuraikan alias tarikh akhir dan pembayang senarai, cth. 'emel resit sewa tmr #personal'.
ta: டாஸ்க் விரைவு-சேர் பாகுபடுத்தும் இறுதி தேதி மாற்றுப்பெயர்கள் மற்றும் பட்டியல் குறிப்புகள், எ.கா. 'மின்னஞ்சல் வாடகை ரசீது டிஎம்ஆர் #தனிப்பட்டம்'.
zh_hans: 任务快速添加解析截止日期别名并列出提示，例如。 “通过电子邮件发送租金收据 tmr #personal”。

# Task quick-add: %@
source: Task quick-add: %1$@
ms: Tambah cepat tugas: %@
ta: பணி விரைவு-சேர்: %@
zh_hans: 任务快速添加：%@

source: Task reminders fire at 9:00 AM on the due date. Timed events fire 15 minutes before start.
ms: Peringatan tugas berlaku pada 9:00 PG pada tarikh tamat tempoh. Acara bermasa berlaku 15 minit sebelum bermula.
ta: பணி நினைவூட்டல்கள் உரிய தேதியில் காலை 9:00 மணிக்குத் தோன்றும். நேரமான நிகழ்வுகள் தொடங்குவதற்கு 15 நிமிடங்களுக்கு முன்.
zh_hans: 任务提醒会在截止日期上午 9:00 触发。定时事件在开始前 15 分钟触发。

source: Tasks
ms: Tugasan
ta: பணிகள்
zh_hans: 任务

source: Tasks without a due date show up here.
ms: Tugasan tanpa tarikh akhir dipaparkan di sini.
ta: காலக்கெடு இல்லாத பணிகள் இங்கே காட்டப்படும்.
zh_hans: 没有截止日期的任务会显示在此处。

source: Tasks, notes, smart filters, stale-list review, and saved custom filters all live here.
ms: Tugasan, nota, penapis pintar, semakan senarai lapuk dan penapis tersuai yang disimpan semuanya ada di sini.
ta: பணிகள், குறிப்புகள், ஸ்மார்ட் ஃபில்டர்கள், பழைய பட்டியல் மதிப்பாய்வு மற்றும் சேமித்த தனிப்பயன் வடிப்பான்கள் அனைத்தும் இங்கே உள்ளன.
zh_hans: 任务、注释、智能过滤器、过时列表审查和保存的自定义过滤器都在这里。

source: Text size
ms: Saiz teks
ta: உரை அளவு
zh_hans: 文字大小

source: That doesn't look like a valid email address.
ms: Itu tidak kelihatan seperti alamat e-mel yang sah.
ta: அது சரியான மின்னஞ்சல் முகவரி போல் இல்லை.
zh_hans: 这看起来不像一个有效的电子邮件地址。

source: The DMG is open. Finish the update in Finder, then relaunch the app.
ms: DMG dibuka. Selesaikan kemas kini dalam Finder, kemudian lancarkan semula apl.
ta: தி.மு.க. ஃபைண்டரில் புதுப்பிப்பை முடித்து, பின்னர் பயன்பாட்டை மீண்டும் தொடங்கவும்.
zh_hans: DMG 已打开。在 Finder 中完成更新，然后重新启动应用程序。

source: The app stores this OAuth client and the resulting refresh token in your macOS Keychain. Clearing the client removes the saved custom client and token from this Mac.
ms: Apl ini menyimpan klien OAuth ini dan token muat semula yang terhasil dalam Rantai Kunci macOS anda. Mengosongkan klien mengalih keluar klien dan token tersuai yang disimpan daripada Mac ini.
ta: ஆப்ஸ் இந்த OAuth கிளையண்ட்டையும் அதன் விளைவாக வரும் புதுப்பிப்பு டோக்கனையும் உங்கள் macOS Keychain இல் சேமிக்கிறது. கிளையண்டை அழிப்பது இந்த மேக்கிலிருந்து சேமிக்கப்பட்ட தனிப்பயன் கிளையன்ட் மற்றும் டோக்கனை நீக்குகிறது.
zh_hans: 该应用程序将此 OAuth 客户端和生成的刷新令牌存储在您的 macOS 钥匙串中。清除客户端会从此 Mac 中删除保存的自定义客户端和令牌。

source: The item you're converting may have been deleted on Google.
ms: Item yang anda tukar mungkin telah dipadamkan di Google.
ta: நீங்கள் மாற்றும் உருப்படி Google இல் நீக்கப்பட்டிருக்கலாம்.
zh_hans: 您要转换的项目可能已在 Google 上删除。

source: The onboarding flow has been reset. Switch back to the main Hot Cross Buns window to go through setup again.
ms: Aliran onboarding telah ditetapkan semula. Beralih kembali ke tetingkap Hot Cross Buns utama untuk meneruskan persediaan semula.
ta: ஆன்போர்டிங் ஓட்டம் மீட்டமைக்கப்பட்டது. மீண்டும் செட்டப் செய்ய பிரதான ஹாட் கிராஸ் பன்ஸ் சாளரத்திற்கு மாறவும்.
zh_hans: 入职流程已重置。切换回热十字面包主窗口以再次进行设置。

source: The toolbar filter menu switches between All / Overdue / Today / Next 7 / No Date / Notes / Stale Lists / saved custom filters.
ms: Menu penapis bar alat bertukar antara Semua / Tertunggak / Hari Ini / 7 Seterusnya / Tiada Tarikh / Nota / Senarai Lapuk / penapis tersuai yang disimpan.
ta: கருவிப்பட்டி வடிகட்டி மெனு அனைத்தும் / காலாவதி / இன்று / அடுத்த 7 / தேதி இல்லை / குறிப்புகள் / பழைய பட்டியல்கள் / சேமிக்கப்பட்ட தனிப்பயன் வடிப்பான்களுக்கு இடையே மாறுகிறது.
zh_hans: 工具栏过滤器菜单在“全部”/“过期”/“今天”/“下一个 7”/“无日期”/“注释”/“过时列表”/“已保存的自定义过滤器”之间切换。

source: Themes
ms: Tema
ta: தீம்கள்
zh_hans: 主题

source: There's no separate backend. OAuth tokens stay in the Keychain. Disconnect in Settings to wipe local state.
ms: Tiada bahagian belakang yang berasingan. Token OAuth kekal dalam Rantai Kunci. Putuskan sambungan dalam Tetapan untuk memadam keadaan setempat.
ta: தனி பின்தளம் இல்லை. OAuth டோக்கன்கள் கீசெயினில் இருக்கும். உள்ளூர் நிலையை அழிக்க, அமைப்புகளில் இணைப்பைத் துண்டிக்கவும்.
zh_hans: 没有单独的后端。 OAuth 令牌保留在钥匙串中。在“设置”中断开连接以擦除本地状态。

source: These controls operate on the existing pending mutation queue and notification scheduler only. They do not change how Hot Cross Buns creates, retries, or reconciles Google writes.
ms: Kawalan ini beroperasi pada baris gilir mutasi yang belum selesai dan penjadual pemberitahuan sahaja. Mereka tidak mengubah cara Hot Cross Buns mencipta, mencuba semula atau mendamaikan tulisan Google.
ta: இந்த கட்டுப்பாடுகள் நிலுவையில் உள்ள பிறழ்வு வரிசை மற்றும் அறிவிப்பு அட்டவணையில் மட்டுமே செயல்படும். Hot Cross Buns எவ்வாறு உருவாக்குகிறது, மீண்டும் முயற்சிக்கிறது அல்லது Google எழுதுவதை அவை மாற்றாது.
zh_hans: 这些控件仅对现有的待处理突变队列和通知调度程序进行操作。它们不会改变 Hot Cross Buns 创建、重试或协调 Google 写入的方式。

source: These writes exceeded the automatic retry ceiling (%@ attempts). They stay on this Mac until you retry or discard.
ms: Tulisan ini melebihi siling percubaan semula automatik (%@ percubaan). Mereka kekal pada Mac ini sehingga anda mencuba semula atau membuang.
ta: இந்த எழுத்துகள் தானியங்கி மறுமுயற்சி உச்சவரம்பை மீறியது (%@ முயற்சிகள்). நீங்கள் மீண்டும் முயற்சிக்கும் வரை அல்லது நிராகரிக்கும் வரை அவை இந்த மேக்கில் இருக்கும்.
zh_hans: 这些写入超出了自动重试上限（%@ 尝试）。它们会一直保留在这台 Mac 上，直到您重试或放弃。

source: This build is missing a Google OAuth client ID. Follow the Google Cloud setup above, rebuild the app, then connect your account.
ms: Binaan ini tiada ID klien Google OAuth. Ikuti persediaan Google Cloud di atas, bina semula apl, kemudian sambungkan akaun anda.
ta: இந்த உருவாக்கத்தில் Google OAuth கிளையன்ட் ஐடி இல்லை. மேலே உள்ள Google கிளவுட் அமைப்பைப் பின்பற்றி, பயன்பாட்டை மீண்டும் உருவாக்கவும், பின்னர் உங்கள் கணக்கை இணைக்கவும்.
zh_hans: 此版本缺少 Google OAuth 客户端 ID。按照上面的 Google Cloud 设置，重建应用，然后连接您的帐户。

source: This deletes "%@" and all tasks in it from Google Tasks.
ms: Ini memadamkan "%@" dan semua tugasan di dalamnya daripada Tugasan Google.
ta: இது "%@" மற்றும் அதில் உள்ள அனைத்து பணிகளையும் Google Tasks இலிருந்து நீக்குகிறது.
zh_hans: 这将从 Google 任务中删除“%@”及其中的所有任务。

source: This deletes the event from Google Calendar. It cannot be undone.
ms: Ini memadamkan acara daripada Kalendar Google. Ia tidak boleh dibuat asal.
ta: இது Google Calendar இலிருந்து நிகழ்வை நீக்குகிறது. அதை செயல்தவிர்க்க முடியாது.
zh_hans: 这将从 Google 日历中删除该活动。它无法撤消。

source: This deletes the task from Google Tasks.
ms: Ini memadamkan tugasan daripada Tugasan Google.
ta: இது Google Tasks இலிருந்து பணியை நீக்குகிறது.
zh_hans: 这将从 Google 任务中删除该任务。

source: This deletes the task from Google Tasks. It cannot be undone.
ms: Ini memadamkan tugasan daripada Tugasan Google. Ia tidak boleh dibuat asal.
ta: இது Google Tasks இலிருந்து பணியை நீக்குகிறது. அதை செயல்தவிர்க்க முடியாது.
zh_hans: 这将从 Google 任务中删除该任务。它无法撤消。

source: This erases the local audit log. It does not touch Google — your tasks and events are unaffected.
ms: Ini memadamkan log audit tempatan. Ia tidak menyentuh Google — tugas dan acara anda tidak terjejas.
ta: இது உள்ளூர் தணிக்கை பதிவை அழிக்கிறது. இது Google ஐத் தொடாது - உங்கள் பணிகள் மற்றும் நிகழ்வுகள் பாதிக்கப்படாது.
zh_hans: 这会删除本地审核日志。它不会影响 Google——您的任务和事件不受影响。

source: This event is part of a recurring series. "Every event in the series" deletes past occurrences too — not just upcoming. No guest updates are sent.
ms: Acara ini adalah sebahagian daripada siri berulang. "Setiap peristiwa dalam siri" juga memadamkan kejadian lalu — bukan hanya akan datang. Tiada kemas kini tetamu dihantar.
ta: இந்த நிகழ்வு தொடர்ச்சியான தொடரின் ஒரு பகுதியாகும். "தொடரில் உள்ள ஒவ்வொரு நிகழ்வும்" கடந்த கால நிகழ்வுகளையும் நீக்குகிறது - வரவிருக்கும் நிகழ்வுகள் மட்டுமல்ல. விருந்தினர் அறிவிப்புகள் எதுவும் அனுப்பப்படவில்லை.
zh_hans: 该活动是重复系列活动的一部分。 “系列中的每个事件”也会删除过去发生的事件，而不仅仅是即将发生的事件。不发送任何访客更新。

source: This event is part of a recurring series. "Every event in the series" updates past occurrences too — not just upcoming. No guest updates are sent.
ms: Acara ini adalah sebahagian daripada siri berulang. "Setiap peristiwa dalam siri" mengemas kini kejadian yang lalu juga — bukan hanya akan datang. Tiada kemas kini tetamu dihantar.
ta: இந்த நிகழ்வு தொடர்ச்சியான தொடரின் ஒரு பகுதியாகும். "தொடரின் ஒவ்வொரு நிகழ்வும்" கடந்த கால நிகழ்வுகளையும் புதுப்பிக்கிறது - வரவிருக்கும் நிகழ்வுகள் மட்டுமல்ல. விருந்தினர் அறிவிப்புகள் எதுவும் அனுப்பப்படவில்லை.
zh_hans: 该活动是重复系列活动的一部分。 “系列中的每个事件”也会更新过去发生的事件，而不仅仅是即将发生的事件。不发送任何访客更新。

source: This event may have been deleted in Google Calendar.
ms: Acara ini mungkin telah dipadamkan dalam Kalendar Google.
ta: இந்த நிகழ்வு Google Calendar இல் நீக்கப்பட்டிருக்கலாம்.
zh_hans: 此活动可能已在 Google 日历中删除。

source: This is a local review surface only. It uses the existing duplicate index and dismissal rules; it does not change how tasks sync or mutate.
ms: Ini adalah permukaan ulasan tempatan sahaja. Ia menggunakan indeks pendua sedia ada dan peraturan pemecatan; ia tidak mengubah cara tugasan menyegerak atau bermutasi.
ta: இது உள்ளூர் மதிப்பாய்வு மேற்பரப்பு மட்டுமே. இது ஏற்கனவே உள்ள நகல் குறியீடு மற்றும் பணிநீக்கம் விதிகளைப் பயன்படுத்துகிறது; பணிகள் எவ்வாறு ஒத்திசைக்கப்படுகின்றன அல்லது மாற்றப்படுகின்றன என்பதை இது மாற்றாது.
zh_hans: 这只是本地评论表面。它使用现有的重复索引和剔除规则；它不会改变任务同步或变异的方式。

source: This is a system-wide shortcut for the floating quick-capture panel. If the combo is already reserved, Hot Cross Buns keeps your previous working shortcut instead of silently dropping it.
ms: Ini ialah pintasan seluruh sistem untuk panel tangkap pantas terapung. Jika kombo sudah ditempah, Hot Cross Buns mengekalkan pintasan kerja anda sebelum ini dan bukannya menggugurkannya secara senyap.
ta: இது மிதக்கும் விரைவு-பிடிப்பு பேனலுக்கான கணினி அளவிலான குறுக்குவழியாகும். காம்போ ஏற்கனவே முன்பதிவு செய்யப்பட்டிருந்தால், அதை அமைதியாக கைவிடுவதற்குப் பதிலாக ஹாட் கிராஸ் பன்ஸ் உங்கள் முந்தைய வேலை ஷார்ட்கட்டை வைத்திருக்கிறது.
zh_hans: 这是浮动快速捕获面板的系统范围快捷方式。如果组合已被保留，Hot Cross Buns 会保留您之前的工作快捷方式，而不是默默地删除它。

source: This task may have been deleted in Google Tasks.
ms: Tugasan ini mungkin telah dipadamkan dalam Tugasan Google.
ta: இந்தப் பணி Google Tasks இல் நீக்கப்பட்டிருக்கலாம்.
zh_hans: 此任务可能已在 Google 任务中删除。

source: This will be created as a task — with a due date it'll show up in the Tasks tab, not Notes.
ms: Ini akan dibuat sebagai tugasan — dengan tarikh akhir ia akan dipaparkan dalam tab Tugasan, bukan Nota.
ta: இது ஒரு பணியாக உருவாக்கப்படும் - ஒரு குறிப்பிட்ட தேதியுடன் இது பணிகள் தாவலில் காண்பிக்கப்படும், குறிப்புகள் அல்ல.
zh_hans: 这将被创建为任务 - 其截止日期将显示在“任务”选项卡中，而不是“注释”中。

source: This will delete on Google:
ms: Ini akan memadamkan di Google:
ta: இது Google இல் நீக்கப்படும்:
zh_hans: 这将在 Google 上删除：

source: Title: %@
ms: Tajuk: %@
ta: தலைப்பு: %@
zh_hans: 标题：%@

source: Today
ms: Hari ini
ta: இன்று
zh_hans: 今天

source: Toggle complete
ms: Togol selesai
ta: நிலைமாற்றம் முடிந்தது
zh_hans: 切换完成

source: Toggle schedule drawer in week view
ms: Togol laci jadual dalam paparan minggu
ta: வாரக் காட்சியில் அட்டவணை டிராயரை நிலைமாற்று
zh_hans: 在周视图中切换日程抽屉

source: Toggle task inspector
ms: Togol pemeriksa tugas
ta: பணி ஆய்வாளரை மாற்றவும்
zh_hans: 切换任务检查器

source: Tokens stay in your Mac Keychain. Disconnecting in Settings wipes local state.
ms: Token kekal dalam Rantai Kunci Mac anda. Memutuskan sambungan dalam Tetapan memadam keadaan setempat.
ta: டோக்கன்கள் உங்கள் Mac Keychain இல் இருக்கும். அமைப்புகளில் துண்டிக்கப்படுவது உள்ளூர் நிலையை அழிக்கும்.
zh_hans: 令牌保留在您的 Mac 钥匙串中。在“设置”中断开连接会擦除本地状态。

source: Travel Time and attachments sync through google.com but aren't exposed through the Google Calendar API — add them from the web UI after creating.
ms: Masa Perjalanan dan lampiran disegerakkan melalui google.com tetapi tidak didedahkan melalui API Kalendar Google — tambahkannya daripada UI web selepas membuat.
ta: பயண நேரம் மற்றும் இணைப்புகள் google.com மூலம் ஒத்திசைக்கப்படுகின்றன, ஆனால் அவை Google Calendar API மூலம் வெளிப்படுத்தப்படாது - உருவாக்கிய பின் இணைய UI இலிருந்து அவற்றைச் சேர்க்கவும்.
zh_hans: 行程时间和附件通过 google.com 同步，但不会通过 Google Calendar API 公开 - 创建后从 Web UI 添加它们。

source: Troubleshooting
ms: Menyelesaikan masalah
ta: சரிசெய்தல்
zh_hans: 故障排除

source: Try a bare word, or `kind:note`, `tag:deep`, `/regex/`.
ms: Cuba perkataan kosong, atau `kind:note`, `tag:deep`, `/regex/`.
ta: வெற்று வார்த்தை அல்லது `வகை:குறிப்பு`, `tag:deep`, `/regex/` ஆகியவற்றை முயற்சிக்கவும்.
zh_hans: 尝试一个简单的单词，或者“kind:note”、“tag:deep”、“/regex/”。

source: Try a more specific address.
ms: Cuba alamat yang lebih khusus.
ta: மேலும் குறிப்பிட்ட முகவரியை முயற்சிக்கவும்.
zh_hans: 尝试更具体的地址。

source: Try searching for sync, chords, deep links, notes, or quick-add.
ms: Cuba cari penyegerakan, kord, pautan dalam, nota atau tambah pantas.
ta: ஒத்திசைவு, வளையங்கள், ஆழமான இணைப்புகள், குறிப்புகள் அல்லது விரைவுச் சேர் ஆகியவற்றைத் தேட முயற்சிக்கவும்.
zh_hans: 尝试搜索同步、和弦、深层链接、注释或快速添加。

source: UI font
ms: Fon UI
ta: UI எழுத்துரு
zh_hans: 用户界面字体

source: Uncheck to hide a category from the history window. Sync events are off by default because every successful refresh emits one entry.
ms: Nyahtanda untuk menyembunyikan kategori daripada tetingkap sejarah. Acara penyegerakan dimatikan secara lalai kerana setiap muat semula yang berjaya mengeluarkan satu entri.
ta: வரலாற்று சாளரத்திலிருந்து ஒரு வகையை மறைக்க தேர்வுநீக்கவும். ஒவ்வொரு வெற்றிகரமான புதுப்பிப்பும் ஒரு பதிவை வெளியிடுவதால், ஒத்திசைவு நிகழ்வுகள் இயல்பாகவே முடக்கப்பட்டுள்ளன.
zh_hans: 取消选中可在历史记录窗口中隐藏类别。默认情况下，同步事件处于关闭状态，因为每次成功的刷新都会发出一个条目。

source: Understands single times, ranges, and keyword anchors like noon or midnight.
ms: Memahami masa tunggal, julat dan sauh kata kunci seperti tengah hari atau tengah malam.
ta: மதியம் அல்லது நள்ளிரவு போன்ற ஒற்றை நேரங்கள், வரம்புகள் மற்றும் முக்கிய வார்த்தை அறிவிப்பாளர்களைப் புரிந்துகொள்கிறது.
zh_hans: 了解单一时间、范围和关键字锚点，例如中午或午夜。

source: Unsigned DMGs and personal Google OAuth clients can show scary system copy. If you built Hot Cross Buns yourself or downloaded it from a trusted release, these are the approval paths to expect.
ms: DMG yang tidak ditandatangani dan pelanggan Google OAuth peribadi boleh menunjukkan salinan sistem yang menakutkan. Jika anda membina Hot Cross Buns sendiri atau memuat turunnya daripada keluaran yang dipercayai, ini ialah laluan kelulusan yang diharapkan.
ta: கையொப்பமிடாத DMGகள் மற்றும் தனிப்பட்ட Google OAuth கிளையண்டுகள் பயங்கரமான கணினி நகலைக் காட்டலாம். ஹாட் கிராஸ் பன்களை நீங்களே உருவாக்கினாலோ அல்லது நம்பகமான வெளியீட்டில் இருந்து பதிவிறக்கம் செய்தாலோ, எதிர்பார்க்கப்படும் அனுமதிப் பாதைகள் இவை.
zh_hans: 未签名的 DMG 和个人 Google OAuth 客户端可能会显示可怕的系统副本。如果您自己制作了 Hot Cross Buns 或从受信任的版本下载了它，那么这些都是预期的批准路径。

source: Updated %@
ms: Dikemas kini %@
ta: புதுப்பிக்கப்பட்டது %@
zh_hans: 更新了%@

source: Updates send If-Match etags so conflicts can be reviewed instead of silently overwritten.
ms: Kemas kini menghantar etags If-Match supaya konflik boleh disemak dan bukannya ditimpa secara senyap.
ta: புதுப்பிப்புகள் If-Match etagகளை அனுப்புகின்றன, எனவே முரண்பாடுகளை அமைதியாக மேலெழுதுவதற்குப் பதிலாக மதிப்பாய்வு செய்யலாம்.
zh_hans: 更新会发送 If-Match etag，以便可以查看冲突，而不是默默地覆盖。

source: Use the toolbar to complete, move, or delete them in bulk.
ms: Gunakan bar alat untuk melengkapkan, mengalihkan atau memadamnya secara pukal.
ta: அவற்றை மொத்தமாக முடிக்க, நகர்த்த அல்லது நீக்க கருவிப்பட்டியைப் பயன்படுத்தவும்.
zh_hans: 使用工具栏批量完成、移动或删除它们。

# Valid · %@ task%@ match now
source: Valid · %1$@ task%2$@ match now
ms: Sah · %1$@ tugas%2$@ padanan sekarang
ta: செல்லுபடியாகும் · %1$@ task%2$@ இப்போது பொருந்துகிறது
zh_hans: 有效·%1$@任务%2$@现在匹配

source: Version %@
ms: Versi %@
ta: பதிப்பு %@
zh_hans: 版本 %@

source: Visibility rules are local. Deletion modes issue Google API deletes — events go to Google Calendar's 30-day web trash, tasks are tombstoned and not user-recoverable.
ms: Peraturan keterlihatan adalah setempat. Mod pemadaman mengeluarkan pemadaman API Google — acara pergi ke sampah web 30 hari Kalendar Google, tugasan dilemparkan dengan batu nisan dan tidak boleh dipulihkan pengguna.
ta: தெரிவுநிலை விதிகள் உள்ளூர். நீக்குதல் முறைகள் Google API நீக்குகிறது - நிகழ்வுகள் Google Calendar இன் 30-நாள் வலை குப்பைக்கு செல்கின்றன, பணிகள் கல்லறையாக இருக்கும் மற்றும் பயனரால் மீட்டெடுக்க முடியாது.
zh_hans: 可见性规则是本地的。删除模式会导致 Google API 删除 - 事件会进入 Google 日历的 30 天网络垃圾箱，任务会被逻辑删除且用户无法恢复。

source: We haven't seen any calendars yet. Try Refresh, or check Settings → Calendars.
ms: Kami belum melihat sebarang kalendar lagi. Cuba Muat Semula, atau semak Tetapan → Kalendar.
ta: நாங்கள் இதுவரை எந்த காலெண்டர்களையும் பார்க்கவில்லை. புதுப்பிக்க முயற்சிக்கவும் அல்லது அமைப்புகள் → காலெண்டர்களைப் பார்க்கவும்.
zh_hans: 我们还没有看到任何日历。尝试刷新，或检查设置 → 日历。

source: We haven't seen any task lists. Hit Refresh, or create one from the toolbar.
ms: Kami tidak melihat sebarang senarai tugas. Tekan Muat Semula, atau buat satu daripada bar alat.
ta: நாங்கள் எந்த பணிப் பட்டியலையும் பார்க்கவில்லை. புதுப்பி என்பதை அழுத்தவும் அல்லது கருவிப்பட்டியில் இருந்து ஒன்றை உருவாக்கவும்.
zh_hans: 我们还没有看到任何任务列表。点击“刷新”，或从工具栏创建一个。

source: What Hot Cross Buns Is
ms: Apa Itu Hot Cross Buns
ta: ஹாட் கிராஸ் பன்ஸ் என்றால் என்ன
zh_hans: 什么是热十字面包

source: When the query field is non-empty, the fields below are ignored. Invalid queries match nothing — your tasks aren't modified.
ms: Apabila medan pertanyaan tidak kosong, medan di bawah diabaikan. Pertanyaan tidak sah tidak sepadan — tugas anda tidak diubah suai.
ta: வினவல் புலம் காலியாக இல்லாதபோது, ​​கீழே உள்ள புலங்கள் புறக்கணிக்கப்படும். தவறான வினவல்கள் எதுவும் பொருந்தவில்லை - உங்கள் பணிகள் மாற்றப்படவில்லை.
zh_hans: 当查询字段非空时，下面的字段将被忽略。无效查询不匹配任何内容 - 您的任务不会被修改。

source: Will ask for: %@
ms: Akan meminta: %@
ta: கேட்கும்: %@
zh_hans: 将要求：%@

source: Will be lost on Google
ms: Akan hilang di Google
ta: Google இல் தொலைந்து போகும்
zh_hans: 会在 Google 上丢失

source: You can change all of this later in Settings.
ms: Anda boleh menukar semua ini kemudian dalam Tetapan.
ta: இதையெல்லாம் பிறகு அமைப்புகளில் மாற்றலாம்.
zh_hans: 您可以稍后在“设置”中更改所有这些。

source: You may see this while Google is reviewing Hot Cross Buns.
ms: Anda mungkin melihat ini semasa Google menyemak Hot Cross Buns.
ta: Google Hot Cross Buns ஐ மதிப்பாய்வு செய்யும் போது இதை நீங்கள் பார்க்கலாம்.
zh_hans: 当 Google 正在审核 Hot Cross Buns 时，您可能会看到此内容。

source: Your data lives in Google. Edits in Gmail, the Calendar web UI, or your phone round-trip here.
ms: Data anda berada dalam Google. Pengeditan dalam Gmail, UI web Kalendar atau telefon anda pergi balik di sini.
ta: உங்கள் தரவு Google இல் உள்ளது. Gmail, Calendar இணைய UI அல்லது உங்கள் ஃபோன் சுற்றுப்பயணத்தில் திருத்தங்கள் இங்கே.
zh_hans: 您的数据存储在 Google 中。在 Gmail、日历 Web UI 或手机往返中进行编辑。

source: You’ll see a macOS dialog next
ms: Anda akan melihat dialog macOS seterusnya
ta: அடுத்ததாக ஒரு macOS உரையாடலைக் காண்பீர்கள்
zh_hans: 接下来您将看到一个 macOS 对话框

source: Zoom in / out / reset
ms: Zum masuk / keluar / tetapkan semula
ta: பெரிதாக்கவும் / வெளியேறவும் / மீட்டமைக்கவும்
zh_hans: 放大/缩小/重置
